var figur = [
    ["&#9814;",//белая ладья
        "&#9816;",//белый конь
        "&#9815;",//белый слон
        "&#9813;",//,белый ферзь
        "&#9812;",//,белый король
        "&#9815;",//белый слон
        "&#9816;",//белый конь
        "&#9814;",//белая ладья
    ],
    "&#9817;",//белая пешка
    ["&#9820;",//черная ладья
        "&#9822;",//черный конь
        "&#9821;",//черный слон
        "&#9819;",//черный ферзь
        "&#9818",//черный король
        "&#9821;",//черный слон
        "&#9822;",//черный конь
        "&#9820;",//черная ладья
    ],
    "&#9823;",//черная пешка
]